Repository: Naahuel/WooCommerce-CSV-Update
Catalog: languages/woocommerce-csvupdate-*.po
Languages: es_es

source: CSV Update
es_es: Actualizar de CSV

source: Title
es_es: Título

source: Price
es_es: Precio

source: Stock
es_es: Existencias

source: Weight
es_es: Peso

source: Length
es_es: Largo

source: Width
es_es: Ancho

source: Height
es_es: Alto

source: Category
es_es: Categoría

source: Sub-Category
es_es: Sub-categoría

source: There was an error uploading the file.
es_es: Ocurrió un error subiendo el archivo.

source: <strong>%s</strong> products were found. <strong>%s</strong> were inserted. <strong>%s</strong> were ignored.
es_es: <strong>%s</strong> productos encontrados. <strong>%s</strong> nuevos. <strong>%s</strong> ignorados.

source: <strong>%s</strong> products with new price.
es_es: <strong>%s</strong> productos con nuevo precio

source: <strong>%s</strong> products with new stock.
es_es: <strong>%s</strong> productos con nuevo stock

source: <strong>WARNING</strong> - <em>Always</em> backup your database before uploading a file!
es_es: <strong>CUIDADO</strong> - Realice <em>siempre</em> un backup de la base de datos antes de importar un archivo!

source: <strong>WARNING</strong> - Check that the column numbers correspond with the ones in the CSV file!
es_es: <strong>CUIDADO</strong> - Verifique que las columnas sean correctas antes de importar un archivo nuevo!

source: CSV Delimiter
es_es: Delimitador CSV

source: SKU Column
es_es: Columna Cod. de Artículo

source: Price Column
es_es: Columna de Precio

source: Stock Column
es_es: Columna de Stock

source: Weight Column
es_es: Columna de Peso

source: Length Column
es_es: Columna de Largo

source: Width Column
es_es: Columna de Ancho

source: Height Column
es_es: Columna de Alto

source: Title Column <br><small>Only used when inserting new products</small>
es_es: Columa de Título <br><small>Usada sólo para productos nuevos</small>

source: Category Column <br><small>Only used when inserting new products</small>
es_es: Columna de Categoría <br><small>Usada sólo para productos nuevos</small>

source: Sub-category Column <br><small>Only used when inserting new products</small>
es_es: Columna de Sub-categoría <br><small>Usada sólo para productos nuevos</small>

source: Apply discount in % to all products?
es_es: ¿Rebajar precio por X%?

source: Force price update?
es_es: ¿Forzar actualización de precio?

source: Add nonexistent products?
es_es: ¿Agregar productos no existentes?

source: Ignore first row?
es_es: ¿Ignorar primera fila?

source: CSV File
es_es: Archivo CSV

source: SKU Mask <br><small>RegExp for SKU code</small>
es_es: Máscara SKU <br><small>Código RegExp para SKU</small>

source: <strong>WARNING</strong> - This might take a long time!
es_es: <strong>CUIDADO</strong> - ¡Esto puede demorar mucho!

source: Run
es_es: Ejecutar

source: Log
es_es: Registro
